Repository: Preclowski/ArrBarr
Catalog: Packages/ArrCore/Sources/ArrCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pl

# common.trueStory.button
source: True story
de: Wahre Geschichte
es: Historia real
fr: Histoire vraie
nl: Waargebeurd
pl: Oparty na faktach

# onboarding.tryDemoMode.button
source: Try demo mode
de: Demo-Modus ausprobieren
es: Probar el modo demo
fr: Essayer le mode démo
nl: Demomodus uitproberen
pl: Wypróbuj tryb demo

# discover.tryCozySundayAfternoon.label
source: Try: Cozy Sunday afternoon…
de: Probier: Gemütlicher Sonntagnachmittag…
es: Prueba: Tarde acogedora de domingo…
fr: Essayez : Dimanche après-midi cosy…
nl: Probeer: Gezellige zondagmiddag…
pl: Spróbuj: Spokojne niedzielne popołudnie…

# discover.tryCrowdPleaser.button
source: Try: Crowd-pleaser…
de: Probier: Für alle…
es: Prueba: Para todos…
fr: Essayez : Pour tout le monde…
nl: Probeer: Voor iedereen…
pl: Spróbuj: Dla wszystkich…

# discover.tryDateNight.button
source: Try: Date night…
de: Probier: Date-Abend…
es: Prueba: Cita…
fr: Essayez : Soirée en amoureux…
nl: Probeer: Romantische avond…
pl: Spróbuj: Randka…

# common.tryFriendsOverWith.label
source: Try: Friends over with pizza…
de: Probier: Freunde mit Pizza…
es: Prueba: Amigos y pizza…
fr: Essayez : Soirée pizza entre amis…
nl: Probeer: Vrienden met pizza…
pl: Spróbuj: Znajomi i pizza…

# common.tryLongFlight.button
source: Try: Long flight…
de: Probier: Langer Flug…
es: Prueba: Vuelo largo…
fr: Essayez : Long vol…
nl: Probeer: Lange vlucht…
pl: Spróbuj: Długi lot…

# discover.tryGiveMeA.label
source: Try: give me a quiz of cozy 90s comedies
de: Probier: Gib mir ein Quiz mit gemütlichen 90er-Komödien
es: Prueba: dame un quiz de comedias acogedoras de los 90
fr: Essayez : donnez-moi un quiz de comédies cosy des années 90
nl: Probeer: geef me een quiz met gezellige komedies uit de jaren 90
pl: Spróbuj: daj mi quiz przytulnych komedii z lat 90.

# discover.tryExample.saturdayNight
source: Try: surprise me with a Saturday-night quiz
de: Probier: Überrasch mich mit einem Samstagabend-Quiz
es: Prueba: sorpréndeme con un quiz de noche de sábado
fr: Essayez : surprenez-moi avec un quiz pour samedi soir
nl: Probeer: verras me met een zaterdagavond-quiz
pl: Spróbuj: pokaż mi quiz na sobotę wieczór

# discover.trySurpriseMeWith.label
source: Try: surprise me with a quiz
de: Probier: Überrasch mich mit einem Quiz
es: Prueba: sorpréndeme con un quiz
fr: Essayez : surprenez-moi avec un quiz
nl: Probeer: verras me met een quiz
pl: Spróbuj: zaskocz mnie quizem

# common.typeLabel.button
source: Type label…
de: Bezeichnung eingeben…
es: Escribe una etiqueta…
fr: Saisir une étiquette…
nl: Typ label…
pl: Wpisz etykietę…

# common.typeName.button
source: Type name…
de: Name eingeben…
es: Escribe un nombre…
fr: Saisir un nom…
nl: Typ naam…
pl: Wpisz nazwisko…

# detail.unaired.button
source: Unaired
de: Nicht ausgestrahlt
es: No emitido
fr: Non diffusé
nl: Niet uitgezonden
pl: Nie wyemitowano

# queue.unknown.button
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend
pl: Nieznane

# queue.unknownDownloadProtocol.label
source: Unknown download protocol
de: Unbekanntes Download-Protokoll
es: Protocolo de descarga desconocido
fr: Protocole de téléchargement inconnu
nl: Onbekend downloadprotocol
pl: Nieznany protokół pobierania

# paywall.unlock.button
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
nl: Ontgrendelen
pl: Odblokuj

# settings.unlockArrbarrPro.button
source: Unlock ArrBarr Pro
de: ArrBarr Pro freischalten
es: Desbloquear ArrBarr Pro
fr: Déverrouiller ArrBarr Pro
nl: ArrBarr Pro ontgrendelen
pl: Odblokuj ArrBarr Pro

# paywall.unlockControl.button
source: Unlock Control
de: Steuerung freischalten
es: Desbloquear Control
fr: Déverrouiller le contrôle
nl: Beheer ontgrendelen
pl: Odblokuj kontrolę

# common.unsavedChanges.button
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany

# queue.upcoming.button
source: Upcoming
de: Anstehend
es: Próximamente
fr: À venir
nl: Aankomend
pl: Nadchodzące

# upcoming.upcomingWindow.button
source: Upcoming window
de: Anstehendes Fenster
es: Ventana de próximos
fr: Fenêtre À venir
nl: Aankomend venster
pl: Okno nadchodzących

# settings.username.button
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika

# common.vibe.label
source: VIBE
de: STIMMUNG
es: AMBIENTE
fr: AMBIANCE
nl: SFEER
pl: NASTRÓJ

# onboarding.view.button
source: View
de: Ansicht
es: Vista
fr: Vue
nl: Weergave
pl: Widok

# discover.war.button
source: War
de: Krieg
es: Bélico
fr: Guerre
nl: Oorlog
pl: Wojenny

# queue.warning.button
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
nl: Waarschuwing
pl: Ostrzeżenie

# discover.watch.button
source: Watch
de: Ansehen
es: Ver
fr: Regarder
nl: Kijken
pl: Obejrzyj

# paywall.watchingIsAlwaysFree.button
source: Watching is always free
de: Ansehen ist immer kostenlos
es: Ver siempre es gratis
fr: La consultation est toujours gratuite
nl: Kijken is altijd gratis
pl: Oglądanie zawsze za darmo

# chat.weighingOptions.button
source: Weighing options…
de: Wäge Optionen ab…
es: Valorando opciones…
fr: Évaluation des options…
nl: Opties afwegen…
pl: Ważę opcje…

# onboarding.welcomeScreen.button
source: Welcome screen
de: Willkommensbildschirm
es: Pantalla de bienvenida
fr: Écran d'accueil
nl: Welkomstscherm
pl: Ekran powitalny

# onboarding.welcomeToArrbarr.button
source: Welcome to ArrBarr
de: Willkommen bei ArrBarr
es: Bienvenido a ArrBarr
fr: Bienvenue dans ArrBarr
nl: Welkom bij ArrBarr
pl: Witaj w ArrBarr

# common.whatAreYouDiscovering.tooltip
source: What are you discovering?
de: Was entdeckst du heute?
es: ¿Qué quieres descubrir hoy?
fr: Qu'est-ce que vous découvrez ?
nl: Wat ben je aan het ontdekken?
pl: Czego dziś szukasz?

# discover.whatAreYouIn.tooltip
source: What are you in the mood for?
de: Worauf hast du heute Lust?
es: ¿De qué tienes ganas hoy?
fr: Quelle est votre envie du moment ?
nl: Waar heb je zin in?
pl: Na co masz dziś ochotę?

# settings.whatSyncs.button
source: What syncs
de: Was synchronisiert wird
es: Qué se sincroniza
fr: Ce qui se synchronise
nl: Wat synchroniseert
pl: Co się synchronizuje

# common.whatSNewIn.button
source: What's New in ArrBarr
de: Was ist neu in ArrBarr
es: Novedades en ArrBarr
fr: Quoi de neuf dans ArrBarr
nl: Wat is er nieuw in ArrBarr
pl: Co nowego w ArrBarr

# paywall.whatSDownloadingRight.tooltip
source: What's downloading right now?
de: Was wird gerade heruntergeladen?
es: ¿Qué se está descargando ahora mismo?
fr: Qu'est-ce qui télécharge en ce moment ?
nl: Wat wordt er nu gedownload?
pl: Co się teraz ściąga?

# common.whileOpen.button
source: While open
de: Während geöffnet
es: Mientras está abierto
fr: Pendant l'ouverture
nl: Terwijl open
pl: Gdy otwarte

# settings.whisparrAiAccessIs.tooltip
source: Whisparr AI access is disabled in Settings.
de: KI-Zugriff auf Whisparr ist in den Einstellungen deaktiviert.
es: El acceso de IA a Whisparr está desactivado en Ajustes.
fr: L'accès IA à Whisparr est désactivé dans les Réglages.
nl: Whisparr AI-toegang is uitgeschakeld in Instellingen.
pl: Dostęp AI do Whisparra jest wyłączony w Ustawieniach.

# settings.whisparrMayProvide18.tooltip
source: Whisparr may provide 18+ content. Confirm that you are 18 or older.
de: Whisparr kann 18+-Inhalte bereitstellen. Bestätige, dass du 18 Jahre oder älter bist.
es: Whisparr puede proporcionar contenido para mayores de 18 años. Confirma que tienes 18 años o más.
fr: Whisparr peut fournir du contenu 18+. Confirmez que vous avez 18 ans ou plus.
nl: Whisparr kan 18+-inhoud aanbieden. Bevestig dat je 18 jaar of ouder bent.
pl: Whisparr może udostępniać treści 18+. Potwierdź, że masz ukończone 18 lat.

# detail.willQueryYourIndexers3.tooltip
source: Will query your indexers for every missing episode across the entire series.
de: Fragt deine Indexer für jede fehlende Episode der gesamten Serie ab.
es: Consultará tus indexadores para cada episodio que falta en toda la serie.
fr: Interrogera vos indexeurs pour chaque épisode manquant de toute la série.
nl: Vraagt jouw indexers aan voor elke ontbrekende aflevering in de hele serie.
pl: Wykona zapytanie do indekserów dla każdego brakującego odcinka w całym serialu.

# detail.willQueryYourIndexers4.tooltip
source: Will query your indexers for every missing episode in this season.
de: Fragt deine Indexer für jede fehlende Episode dieser Staffel ab.
es: Consultará tus indexadores para cada episodio que falta en esta temporada.
fr: Interrogera vos indexeurs pour chaque épisode manquant de cette saison.
nl: Vraagt jouw indexers aan voor elke ontbrekende aflevering in dit seizoen.
pl: Wykona zapytanie do indekserów dla każdego brakującego odcinka w tym sezonie.

# common.willReplaceExistingFile.label
source: Will replace existing file
de: Ersetzt vorhandene Datei
es: Reemplazará el archivo existente
fr: Remplacera le fichier existant
nl: Vervangt bestaand bestand
pl: Zastąpi istniejący plik

# chat.working.button
source: Working…
de: Arbeite…
es: Trabajando…
fr: En cours…
nl: Bezig…
pl: Pracuję…

# common.yourMenuBarCompanion.tooltip
source: Your menu-bar companion for Radarr, Sonarr, and Lidarr.
de: Dein Menüleisten-Begleiter für Radarr, Sonarr und Lidarr.
es: Tu compañero en la barra de menús para Radarr, Sonarr y Lidarr.
fr: Votre compagnon de barre des menus pour Radarr, Sonarr et Lidarr.
nl: Jouw menubalk-companion voor Radarr, Sonarr en Lidarr.
pl: Twój towarzysz w pasku menu dla Radarra, Sonarra i Lidarra.

# common.zLat.button
source: From the years
de: Aus den Jahren
es: De los años
fr: Des années
nl: Uit de jaren
pl: Z lat

# chat.orAsk.button
source: OR ASK
de: ODER FRAGEN
es: O PREGUNTA
fr: OU DEMANDEZ
nl: OF VRAAG
pl: ALBO ZAPYTAJ

# chat.whatToWatchTonight.tooltip
source: What to watch tonight?
de: Was heute Abend ansehen?
es: ¿Qué ver esta noche?
fr: Que regarder ce soir ?
nl: Wat vanavond kijken?
pl: Co dziś obejrzeć?

# common.letSGo.button
source: Let's go
de: Los geht's
es: ¡Vamos!
fr: C'est parti
nl: Aan de slag
pl: Zaczynamy

# onboarding.movies.button
source: Movies
de: Filme
es: Películas
fr: Films
nl: Films
pl: Filmy

# onboarding.series.button
source: Series
de: Serien
fr: Séries
pl: Seriale

# onboarding.swipeThroughPicksAdd.tooltip
source: Swipe through picks, add to your library.
de: Vorschläge durchswipen, zur Bibliothek hinzufügen.
es: Desliza las selecciones y añádelas a tu biblioteca.
fr: Glissez parmi les suggestions, ajoutez à votre bibliothèque.
nl: Veeg door keuzes, voeg toe aan je bibliotheek.
pl: Swipuj propozycje, dodawaj do biblioteki.

# chat.quizATipOr.tooltip
source: Quiz, a tip, or type a question.
de: Quiz, ein Tipp oder eine eigene Frage.
es: Quiz, un consejo o escribe una pregunta.
fr: Quiz, un conseil, ou tapez une question.
nl: Quiz, een tip of typ een vraag.
pl: Quiz, podpowiedź albo wpisz pytanie.

# chat.moviesWithTildaSwinton.label
source: Movies with Tilda Swinton
de: Filme mit Tilda Swinton
es: Películas con Tilda Swinton
fr: Films avec Tilda Swinton
nl: Films met Tilda Swinton
pl: Filmy z Tildą Swinton

# chat.whatSDownloading.tooltip
source: What's downloading?
de: Was wird gerade heruntergeladen?
es: ¿Qué se está descargando?
fr: Qu'est-ce qui est en cours de téléchargement ?
nl: Wat wordt er gedownload?
pl: Co się teraz ściąga?

# chat.suggestSomethingLikeMr.tooltip
source: Suggest something like Mr. Robot?
de: Etwas ähnlich wie Mr. Robot empfehlen?
es: ¿Me recomiendas algo como Mr. Robot?
fr: Suggérer quelque chose comme Mr. Robot ?
nl: Iets aanbevelen zoals Mr. Robot?
pl: Polecisz coś jak Mr. Robot?

# chat.whatSOutToday.tooltip
source: What's out today?
de: Was kommt heute heraus?
es: ¿Qué sale hoy?
fr: Qu'est-ce qui sort aujourd'hui ?
nl: Wat komt er vandaag uit?
pl: Co dziś wychodzi?

# common.from.label
source: from
de: von
es: de
fr: de
nl: van
pl: z

# settings.icloudStorageIsFull.tooltip
source: iCloud storage is full — some settings couldn’t sync.
de: iCloud-Speicher ist voll — einige Einstellungen konnten nicht synchronisiert werden.
es: El almacenamiento de iCloud está lleno — no se pudieron sincronizar algunos ajustes.
fr: Le stockage iCloud est plein — certains réglages n'ont pas pu être synchronisés.
nl: iCloud-opslag is vol — sommige instellingen konden niet worden gesynchroniseerd.
pl: Pamięć iCloud jest pełna — nie udało się zsynchronizować części ustawień.

# discover.orDescribe.placeholder
source: …or describe it in words
de: …oder in eigenen Worten beschreiben
es: …o descríbelo con palabras
fr: …ou décrivez en quelques mots
nl: …of omschrijf het in woorden
pl: …lub opisz słownie

# settings.connected.button
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
pl: Połączono

# settings.invalidKey.button
source: Invalid key
de: Ungültiger Schlüssel
es: Clave no válida
fr: Clé invalide
nl: Ongeldige sleutel
pl: Nieprawidłowy klucz

# settings.failedCheckKeyUrl.button
source: Failed — check key & URL
de: Fehler — Schlüssel & URL prüfen
es: Error — comprueba la clave y la URL
fr: Échec — vérifiez la clé et l'URL
nl: Mislukt — controleer sleutel & URL
pl: Błąd — sprawdź klucz i adres URL

# common.customFormatScore.button
source: Custom format score
de: Benutzerdefiniertes Format-Score
es: Puntuación de formato personalizado
fr: Score de format personnalisé
nl: Aangepast formaatscore
pl: Ocena formatu niestandardowego

# settings.enableMcpServer.button
source: Enable MCP server
de: MCP-Server aktivieren
es: Activar servidor MCP
fr: Activer le serveur MCP
nl: MCP-server inschakelen
pl: Włącz serwer MCP

# settings.listenAddress.button
source: Listen address
de: Abhöradresse
es: Dirección de escucha
fr: Adresse d'écoute
nl: Luisteradres
pl: Adres nasłuchu

# settings.connection.button
source: Connection
de: Verbindung
es: Conexión
fr: Connexion
nl: Verbinding
pl: Połączenie

# settings.hostPortToBind.tooltip
source: host:port to bind the server to. Use 0.0.0.0 to accept connections on every network interface, or 127.0.0.1 to keep it local.
de: host:port, an den der Server gebunden wird. 0.0.0.0 verwenden, um Verbindungen auf allen Netzwerkschnittstellen zu akzeptieren, oder 127.0.0.1, um es lokal zu halten.
es: host:puerto al que vincular el servidor. Usa 0.0.0.0 para aceptar conexiones en todas las interfaces de red, o 127.0.0.1 para mantenerlo local.
fr: host:port auquel lier le serveur. Utilisez 0.0.0.0 pour accepter les connexions sur toutes les interfaces réseau, ou 127.0.0.1 pour rester en local.
nl: host:poort waaraan de server wordt gekoppeld. Gebruik 0.0.0.0 om verbindingen op alle netwerkinterfaces te accepteren, of 127.0.0.1 om het lokaal te houden.
pl: host:port, na którym nasłuchuje serwer. Użyj 0.0.0.0, aby przyjmować połączenia ze wszystkich interfejsów sieciowych, albo 127.0.0.1, aby pozostać lokalnie.

# settings.authentication.button
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
nl: Authenticatie
pl: Uwierzytelnianie

# chat.tapToRevealSpoiler.button
source: Tap to reveal spoiler
de: Zum Enthüllen des Spoilers tippen
es: Toca para ver el spoiler
fr: Appuyer pour révéler le spoiler
nl: Tik om spoiler te onthullen
pl: Dotknij, aby odsłonić spoiler

# queue.startNow.button
source: Start now
de: Jetzt starten
es: Iniciar ahora
fr: Démarrer maintenant
nl: Nu starten
pl: Rozpocznij teraz

# queue.removeFromQueue.button
source: Remove from queue
de: Aus Queue entfernen
es: Eliminar de la cola
fr: Retirer de la file d'attente
nl: Uit wachtrij verwijderen
pl: Usuń z kolejki

# settings.tmdbReadAccessToken.button
source: TMDB Read Access Token
de: TMDB-Lesezugriffstoken
es: Token de acceso de lectura de TMDB
fr: Token d'accès en lecture TMDB
pl: Token odczytu TMDB

# settings.getAFreeTmdb.button
source: Get a free TMDB token
de: Kostenlosen TMDB-Token holen
es: Obtener un token TMDB gratuito
fr: Obtenir un token TMDB gratuit
nl: Gratis TMDB-token ophalen
pl: Zdobądź darmowy token TMDB

# settings.forward.button
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
nl: Vooruit
pl: Naprzód

# settings.toolsExposedCount.label
source: %1$lld of %2$lld tools exposed
de: %1$lld von %2$lld Tools bereitgestellt
es: %1$lld de %2$lld herramientas expuestas
fr: %1$lld sur %2$lld outils exposés
nl: %1$lld van %2$lld tools beschikbaar
pl: Udostępniono %1$lld z %2$lld narzędzi

# chat.empty.suggest.upcoming
source: What's out today?
de: Was kommt heute raus?
es: ¿Qué se estrena hoy?
fr: Quelles sorties aujourd'hui ?
nl: Wat komt er vandaag uit?
pl: Co dziś wychodzi?

# chat.empty.suggest.queue
source: What's downloading?
de: Was wird gerade geladen?
es: ¿Qué se está descargando?
fr: Qu'est-ce qui se télécharge ?
nl: Wat wordt er gedownload?
pl: Co się teraz ściąga?

# chat.empty.suggest.tasteMrRobot
source: Suggest something like Mr. Robot?
de: Empfiehl mir etwas wie Mr. Robot?
es: ¿Me recomiendas algo como Mr. Robot?
fr: Suggère quelque chose comme Mr. Robot ?
nl: Stel iets voor zoals Mr. Robot?
pl: Polecisz coś jak Mr. Robot?

# chat.empty.suggest.personSwinton
source: Movies with Tilda Swinton
de: Filme mit Tilda Swinton
es: Películas con Tilda Swinton
fr: Films avec Tilda Swinton
nl: Films met Tilda Swinton
pl: Filmy z Tildą Swinton

# chat.empty.quiz.cta.movies
source: Movies
de: Filme
es: Películas
fr: Films
nl: Films
pl: Filmy

# chat.empty.quiz.cta.series
source: Series
de: Serien
fr: Séries
pl: Seriale

# chat.quizPrompt.movies
source: Give me a quiz of popular movies to swipe through — a dozen-plus that aren't in my library yet.
de: Gib mir ein Quiz mit beliebten Filmen zum Durchswipen — ein Dutzend, die noch nicht in meiner Bibliothek sind.
es: Dame un quiz de películas populares para deslizar — una docena que aún no tengo en mi biblioteca.
fr: Donne-moi un quiz de films populaires à faire défiler — une douzaine que je n'ai pas encore dans ma bibliothèque.
nl: Geef me een quiz met populaire films om doorheen te swipen — een tiental die ik nog niet in mijn bibliotheek heb.
pl: Zrób mi quiz z filmów — kilkanaście popularnych filmów, których jeszcze nie mam w bibliotece.

# chat.quizPrompt.series
source: Give me a quiz of popular series to swipe through — a dozen-plus that aren't in my library yet.
de: Gib mir ein Quiz mit beliebten Serien zum Durchswipen — ein Dutzend, die noch nicht in meiner Bibliothek sind.
es: Dame un quiz de series populares para deslizar — una docena que aún no tengo en mi biblioteca.
fr: Donne-moi un quiz de séries populaires à faire défiler — une douzaine que je n'ai pas encore dans ma bibliothèque.
nl: Geef me een quiz met populaire series om doorheen te swipen — een tiental die ik nog niet in mijn bibliotheek heb.
pl: Zrób mi quiz z seriali — kilkanaście popularnych seriali, których jeszcze nie mam w bibliotece.

# settings.clearIntentsCache.button
source: Clear intents cache
de: Intent-Cache leeren
es: Vaciar caché de intents
fr: Vider le cache des intents
nl: Intent-cache wissen
pl: Wyczyść cache intencji

# settings.intentsCacheCleared.button
source: Cleared
de: Geleert
es: Vaciado
fr: Vidé
nl: Gewist
pl: Wyczyszczono

# settings.clearIntentsCache.tooltip
source: Removes ArrBarr's library entries from Spotlight (fixes stale icons). They re-index automatically.
de: Entfernt ArrBarrs Bibliothekseinträge aus Spotlight (behebt veraltete Symbole). Sie werden automatisch neu indiziert.
es: Elimina las entradas de la biblioteca de ArrBarr de Spotlight (corrige iconos obsoletos). Se reindexan automáticamente.
fr: Supprime les entrées de la bibliothèque ArrBarr de Spotlight (corrige les icônes obsolètes). Elles sont réindexées automatiquement.
nl: Verwijdert ArrBarrs bibliotheekvermeldingen uit Spotlight (lost verouderde iconen op). Ze worden automatisch opnieuw geïndexeerd.
pl: Usuwa pozycje biblioteki ArrBarr ze Spotlight (naprawia stałe ikony). Zindeksują się ponownie automatycznie.

# health.connected.label
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
nl: Verbonden
pl: Połączono

# health.unreachable.label
source: Unreachable
de: Nicht erreichbar
es: Inaccesible
fr: Injoignable
nl: Onbereikbaar
pl: Nieosiągalny

# health.unknown.label
source: Not checked yet
de: Noch nicht geprüft
es: Sin comprobar todavía
fr: Pas encore vérifié
nl: Nog niet gecontroleerd
pl: Jeszcze niesprawdzone

# health.status.accessibility
source: %@ connection status: %@
de: Verbindungsstatus von %@: %@
es: Estado de conexión de %@: %@
fr: État de connexion de %@ : %@
nl: Verbindingsstatus van %@: %@
pl: Stan połączenia %@: %@

# settings.mcpGenerateTokenFirst.warning
source: Generate a token — requests are rejected until one is set.
de: Token generieren — bis eines gesetzt ist, werden alle Anfragen abgelehnt.
es: Genera un token: las solicitudes se rechazan hasta que haya uno.
fr: Générez un jeton — les requêtes sont refusées tant qu'aucun n'est défini.
nl: Genereer een token — verzoeken worden geweigerd totdat er een is ingesteld.
pl: Wygeneruj token — do tego czasu wszystkie żądania są odrzucane.

# settings.mcpNoAuthOnNetwork.warning
source: Without a bearer token the server only starts on 127.0.0.1.
de: Ohne Bearer-Token startet der Server nur auf 127.0.0.1.
es: Sin un token bearer, el servidor solo se inicia en 127.0.0.1.
fr: Sans jeton bearer, le serveur ne démarre que sur 127.0.0.1.
nl: Zonder bearer-token start de server alleen op 127.0.0.1.
pl: Bez tokenu bearer serwer uruchomi się tylko na 127.0.0.1.

# common.generate.button
source: Generate
de: Generieren
es: Generar
fr: Générer
nl: Genereren
pl: Wygeneruj

# common.regenerate.button
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
nl: Opnieuw genereren
pl: Wygeneruj ponownie

source: Manual search
de: Manuelle Suche
es: Búsqueda manual
fr: Recherche manuelle
nl: Handmatig zoeken
pl: Ręczne wyszukiwanie

source: Automatic search
de: Automatische Suche
es: Búsqueda automática
fr: Recherche automatique
nl: Automatisch zoeken
pl: Automatyczne wyszukiwanie

source: No releases found
de: Keine Releases gefunden
es: No se encontraron versiones
fr: Aucune version trouvée
nl: Geen releases gevonden
pl: Nie znaleziono wydań

source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
nl: Afgewezen
pl: Odrzucone

source: Seeders / leechers
de: Seeder / Leecher
pl: Seederzy / leecherzy

source: Age
de: Alter
es: Antigüedad
fr: Âge
nl: Leeftijd
pl: Wiek

source: Release group
de: Release-Gruppe
es: Grupo de lanzamiento
fr: Groupe de release
nl: Releasegroep
pl: Grupa

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
nl: Talen
pl: Języki

source: Download this release?
de: Dieses Release herunterladen?
es: ¿Descargar esta versión?
fr: Télécharger cette version ?
nl: Deze release downloaden?
pl: Pobrać to wydanie?

source: It will be sent to your download client.
de: Es wird an deinen Download-Client gesendet.
es: Se enviará a tu cliente de descargas.
fr: Elle sera envoyée à votre client de téléchargement.
nl: Het wordt naar je downloadclient gestuurd.
pl: Zostanie wysłane do Twojego klienta pobierania.

source: Service not configured
de: Dienst nicht konfiguriert
es: Servicio no configurado
fr: Service non configuré
nl: Service niet geconfigureerd
pl: Usługa nie jest skonfigurowana

source: Upcoming
de: Anstehend
es: Próximamente
fr: À venir
nl: Aankomend
pl: Nadchodzące

source: Needs you
de: Braucht dich
es: Requiere tu atención
fr: À votre attention
nl: Heeft jouw aandacht nodig
pl: Potrzebuje twojej uwagi

source: Media managers
de: Medien-Manager
es: Gestores de medios
fr: Gestionnaires de médias
nl: Mediabeheerders
pl: Menedżery mediów

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
nl: Meer tonen
pl: Pokaż więcej

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
nl: Minder tonen
pl: Pokaż mniej
